Repository: common-repository/pikkolo
Catalog: languages/pikkolois-*.po
Languages: is_is

source: Shipping method
is_is: Sendingarmáti

source: Connect to Pikkoló
is_is: Tengdu við Pikkoló

source: Enter your API key and vendor ID to connect to Pikkoló
is_is: Settu inn API lykilinn og vendor ID til að tengjast Pikkoló

source: Enable/Disable
is_is: Virkja/Óvirkja

source: Enable
is_is: Virkja

source: API Key
is_is: API lykill

source: The API key from api.pikkolo.is
is_is: API lykilinn frá api.pikkolo.is

source: API Key (test)
is_is: API lykill (prófun)

source: The API key from api-staging.pikkolo.is
is_is: API lykilinn frá api-staging.pikkolo.is

source: The vendor ID from api.pikkolo.is
is_is: Vendor ID frá api.pikkolo.is

source: Vendor ID (test)
is_is: Vendor ID (prófun)

source: The vendor ID from api-staging.pikkolo.is
is_is: Vendor ID frá api-staging.pikkolo.is

source: Delivery rate
is_is: Sendingarkostnaður

source: Enter the delivery rate for Pikkoló
is_is: Settu inn sendingarkostnað fyrir Pikkoló

source: Base rate (ISK)
is_is: Sendingarkostnaður (ISK)

source: The base rate displayed to the customer
is_is: Sendingarkostnaður sýndur viðskiptavinum

source: Minimum for free delivery (ISK)
is_is: Lágmark fyrir fría sendingu (ISK)

source: The minimum order amount for free delivery. Leave blank for no minimum
is_is: Lágmark fyrir fría sendingu. Skilja eftir autt ef engin takmörk eru

source: Debugging & Testing
is_is: Villuleit & Prófanir

source: Options related to debugging and testing the Pikkoló gateway.
is_is: Stillingar sem tengjast villuleit og prófunum á Pikkoló.

source: Debug mode
is_is: Villuleit

source: Enable debugging
is_is: Virkja villuleit

source: See debugging logs %s.
is_is: Sjá villuleitarskrá %s.

source: here
is_is: hér

source: Test mode (Staging)
is_is: Prófunarhamur (Staging)

source: Enable test mode
is_is: Virkja prófunarham

source: Do requests against test environment
is_is: Prófa á prófunarumhverfi

source: Choose a Pikkolo station for delivery
is_is: Veldu Pikkolo stöð fyrir sendingu

source: Choose a station
is_is: Veldu stöð

source: Please select a location for Pikkoló
is_is: Vinsamlegast veldu stöð fyrir Pikkoló

source: Loading stations
is_is: Hleð stöðvum

source: No station available
is_is: Engin stöð í boði

source: See on map
is_is: Sjá á korti

source: No station chosen
is_is: Engin stöð valin
